Repository: d0nh3art/FastLock
Catalog: Localization/*.lproj/Localizable.strings
Languages: es, ru, vi, zh_hans

source: Main
es: Principal
ru: Основные
vi: Chính
zh_hans: 主要功能

# Enable
source: Enable tweak
es: Habilitar
ru: Активировать твик
vi: Bật/Tắt Tweaks
zh_hans: 启用插件

# LockOptions
source: Lock settings
ru: Настройки блокировки
vi: Cài đặt khóa
zh_hans: 锁屏设置

source: Enable fast lock
ru: Включить блокировку
vi: Bật khóa nhanh
zh_hans: 启用快速锁屏

source: Haptic feedback
es: Respuesta Háptica
ru: Тактильный отклик
vi: Phản hồi rung
zh_hans: 触感反馈

# LowPowerMode
source: Enable low power mode
es: Habilitar modo de bajo consumo
ru: Режим энергосбережения
vi: Bật chế độ tiết kiệm pin
zh_hans: 启用低电量模式

source: Activation
es: Activación
ru: Активации
vi: Cách kích hoạt
zh_hans: 激活手势

source: Single tap
es: Pulsación simple
ru: Одиночный тап
vi: Chạm một lần
zh_hans: 单击

source: Double tap
es: Pulsación doble
ru: Двойной тап
vi: Chạm hai lần
zh_hans: 双击

source: Two finger tap
es: Pulsación con dos dedos
ru: Тап двумя пальцами
vi: Chạm bằng hai ngón tay
zh_hans: 双指单击

source: Two finger double tap
es: Pulsación doble con dos dedos
ru: Двойной тап двумя пальцами
vi: Chạm đúp bằng hai ngón tay
zh_hans: 双指双击

source: Lock sound
ru: Звук блокировки
vi: Âm thanh khóa
zh_hans: 锁屏音效

source: Default
ru: По умолчанию
vi: Mặc định
zh_hans: 默认

# UnlockOptions
source: Unlock settings
ru: Настройки разблокировки
vi: Cài đặt mở khóa
zh_hans: 解锁设置

source: Enable auto-unlock
ru: Авторазблокировка
vi: Bật mở khóa tự động
zh_hans: 启用自动解锁

# DisableIfNotifs
source: Disable if notifications
ru: Отменить, если есть уведомления
vi: Tắt nếu có thông báo
zh_hans: 有通知时禁用

# DisableIfMusic
source: Disable if playing music
ru: Отменить, если играет музыка
vi: Tắt nếu đang phát nhạc
zh_hans: 播放音乐时禁用

# DisableIfLPM
source: Disable in low power mode
ru: Отменить, если в режиме энергосбережения
vi: Tắt trong chế độ tiết kiệm pin
zh_hans: 低电量时禁用

# DisableIfFlashlight
source: Disable if flashlight enabled
ru: Отменить, если включен фонарик
vi: Tắt nếu Flash được bật
zh_hans: 开启手电筒时禁用

source: Unlock sound
ru: Звук разблокировки
vi: Âm thanh mở khóa
zh_hans: 解锁音效

source: Disabled
ru: Отключен
vi: Đã tắt
zh_hans: 已禁用

# UnlockFooter
source: Auto-unlock cancellation in Low Power Mode applies only when LPM is enabled manually, not by FastLock. This is by design.
ru: Отмена при включенном режиме энергосбережения сработает только если включить его вручную. Я - художник, я так вижу.
vi: Việc hủy bỏ mở khóa tự động trong chế độ tiết kiệm pin chỉ áp dụng khi LPM được bật thủ công, không phải bởi FastLock. Đây là thiết kế.
zh_hans: 低电量模式下的禁用自动解锁功能仅在手动启用低电量时有效，而非通过 FastLock 启用 ；这是设计使然。

# EnableUnlockDelay
source: Delay unlock (sec.)
ru: Задерживать разблокировку (сек.)
vi: Độ trễ mở khóa (giây)
zh_hans: 解锁延时（秒）

source: Developer
es: Desarrollador
ru: Разработчик
vi: Nhà phát triển
zh_hans: 开发者
